<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Menu such as Side bar Menu, Drop-down menu Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'profile' => 'ប្រវត្តិ',
    'logout' => 'ចាកចេញ',
    'users' => '​អ្នកប្រើ',
    'calllog_report' => 'របាយការណ៍ CallLog',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',

];
