<?php

return [

    /*
    |--------------------------------------------------------------------------
    | All Pages
    |--------------------------------------------------------------------------
    */

    'province_:' => 'ខេត្ត៖',
    'sound_file_:' => 'ឯកសារ​ជា​សំឡេង៖',
    'districts_and_communes_:' => 'ស្រុកនិងឃំុ៖',
    'send' => 'ផ្ញើ',
    'reset' => 'កំណត់​ឡើងវិញ',
    'all_provinces' => 'ខេត្ត​ទាំងអស់',
    'total_no_phones_:' => 'ចំនួន​សរុប​នៃលេខទូរសព្ទ៖',
    'select_province' => 'ជ្រើសខេត្ត',
    'show_data' => 'បង្ហាញ​ទិន្នន័យ',
    'tbl_title_number' => 'លេខ​រៀង',
    'tbl_title_date' => 'កាលបរិច្ឆេទ',
    'tbl_title_sound_file' => 'ឯកសារ​​ជា​​សំឡេង',
    'tbl_title_list_of_communes' => 'បញ្ជីឃំុ',
    'tbl_no_of_phone_called' => 'ចំនួន​ទូរសព្ទ',
    'tbl_title_call_status' => 'ស្ថានភាព​នៃ​ការទូរសព្ទ',
    'tbl_title_completed' => 'ជោគជ័យ',
    'tbl_title_failed' => 'បរាជ័យ',
    'tbl_title_busy' => 'រវល់',
    'tbl_title_no_answer' => 'មិន​លើក​ទូរសព្ទ',
    'select_district' => 'ជ្រើសស្រុក',
    'select_communes' => 'ជ្រើសឃំុ',
    'tbl_title_total' => 'ចំនួន​សរុប',
    'checkAll' => 'ជ្រើសយកទាំងអស់',
    'tbl_title_error' => 'មាន​បញ្ហា',
    'disable_user' => 'គណនី​របស់​អ្នក​ត្រូវ​បាន​បិទ។ សូម​ទាក់ទង​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ​ EWS1294 ។',
    'delete_user' => 'មិន​អាច​ចូល​បាន​ទេ ប្រហែល​ជា​មាន​បញ្ហា​ជាមួយ​គណនី​របស់​អ្នក។',
    'content1' =>'បន្ទាប់ពីការទឹកជំនន់បន្តក្នុងខេត្តជាច្រើននៅក្នុងឆ្នាំ 2013 បន្ទាប់មកគណៈកម្មាធិការជាតិគ្រប់គ្រងគ្រោះមហន្តរាយកម្ពុជា (NCDM) ត្រូវបានកំពុងតែស្វែងរកវិធីសាស្រ្តក្នុងការផ្តល់នូវប្រព័ន្ធព្រមានជាមុនសម្រាប់ប្រជាជននៃប្រទេសកម្ពុជានៅក្នុងស្ថានភាពគ្រោះមហន្តរាយធម្មជាតិ។ ប្រព័ន្ធព្រមានដំបូង (EWS) 1294 ត្រូវបានសាកល្បងដំបូងក្នុងឆ្នាំ 2014 នៅខេត្តពោធិ៍សាត់បន្ទាយមានជ័យនិងខេត្ដកំពង់ធំ។ ',
    'content2'=>'កម្មវិធីសាកល្បងបឋមនៃប្រព័ន្ធនេះត្រូវបានគាំទ្រដោយការិយាល័យគណៈកម្មការអឺរ៉ុបនិងមនុស្សកម្មវិធីការពារស៊ីវិល (DIPECHO) និងបង្កើតឡើងនៅក្នុងភាពជាដៃគូជាមួយគណៈកម្មាធិការជាតិគ្រប់គ្រងគ្រោះមហន្តរាយ People in Need (ភីន) ActionAid និងវិទ្យាស្ថានបើកទូលាយ។ កូដខ្លីត្រូវបានចាត់ជាផ្លូវការ 1294 ដោយភ្នំពេញប៉ុស្តិ៍ក្រសួងនិងទូរគមនាគមន៍និងបទប្បញ្ញត្តិទូរស័ព្ទកម្ពុជា (TRC) ដូចជាលេខទូរស័ព្ទសង្គ្រោះបន្ទាន់នៅលើទី 8 ខែកក្កដាឆ្នាំ 2014 តាមរយៈលិខិតផ្លូវការមួយផ្ញើទៅគណៈកម្មាធិការជាតិគ្រប់គ្រងគ្រោះមហន្តរាយ (ឧបសម្ព័ន្ធ A) ។ នៅក្នុងលិខិតនេះផ្លូវការលិខិតផ្ញើទៅឱ្យគណៈកម្មាធិការជាតិគ្រប់គ្រងគ្រោះមហន្តរាយ TRC បាន (ឧបសម្ព័ន្ធ) ។ នៅក្នុងលិខិតនេះដែលជាបណ្តាញទូរស័ព្ទចល័តទាំងអស់តម្រូវឱ្យមានប្រតិបត្តិករ (MNOs) ក្នុងការផ្ញើនិងទទួលការហៅតាមលេខនេះដោយឥតគិតថ្លៃនៅក្នុងគោលបំណងដើម្បីសម្រុះសម្រួលសមត្ថភាពអក្ខរកម្មកំណត់នៃចំនួនប្រជាជននៅតាមជនបទនៃប្រទេសកម្ពុជានិងដើម្បីអនុញ្ញាតឱ្យមានការខ្វះខាតនៃការគាំទ្រពុម្ពអក្សរខ្មែរនៅលើទូរស័ព្ទដៃ ទូរស័ព្ទ, វាត្រូវបានគេសម្រេចចិត្តក្នុងការប្រើប្រាស់វេទិកាអន្តរកម្មសំឡេងឆ្លើយតប (IVR) ដើម្បីផ្ញើសារព្រមានក្នុងអំឡុងពេលមានគ្រាអាសន្ន។ 
    ',
    'content' =>'ដោយមានជំនួយពីអ្នកអភិវឌ្ឍន៍កម្មវិធីក្នុងស្រុក, ប្រជាជននៅត្រូវការឥឡូវនេះបានកសាងប្រព័ន្ធ IVR អតិថិជនរបស់ខ្លួនដោយមានអ្នកគ្រប់គ្រងលំហូរហៅយូនីសេហ្វ RapidPro ដើម្បីជួយរចនារចនាសម្ព័នៃការចុះបញ្ជីប្រព័ន្ធ។ កាលពីខែវិច្ឆិកាឆ្នាំ 2016, ជាង 44.000 នាក់បុគ្គលដែលបានជាវដើម្បីទទួលបានមូលដ្ឋានសំឡេងសារព្រមានដើមតាមរយៈប្រព័ន្ធ EWS ។ ចាប់តាំងពីឆ្នាំ 2015 យើងបានផ្ញើសារព្រមាននៅលើចំនួនបួនលើកដាច់ពីគ្នាក្នុងនាមគណៈកម្មាធិការជាតិគ្រប់គ្រងគ្រោះមហន្តរាយបានព្រមានប្រជាជននៃរណសិរ្សព្យុះចូលគ្រោះថ្នាក់។ ក្នុងនាមជាប្រព័ន្ធពី Commmittee ខេត្តពោធិ៍សាត់គ្រប់គ្រងគ្រោះមហន្តរាយ (PCDM) បាននិយាយថា xxxxxxxx ។ ក្នុងគោលបំណងដើម្បីបង្កើនល្បឿននិងប្រសិទ្ធភាពនៃប្រព័ន្ធផ្ញើសារព្រមានដំបូង, ប្រជាជនដែលខ្វះខាតបានសហការជាមួយ DAI ពីអាមេរិកដើម្បីអភិវឌ្ឍន៍ឧបករណ៍កម្រិតទឹកដែលកំពុងត្រូវបានសាកល្បងនៅក្នុងខេត្តកំពតនិងខេត្តពោធិសាត់។ ឧបករណ៍ទាំងនេះរកឃើញការកើនឡើងនៃកម្រិតទឹកនិងផ្ញើការព្រមានដោយស្វ័យប្រវត្តិនៅក្នុងដងនៃការសង្គ្រោះបន្ទាន់ដើម្បី EWS ដែលបានចុះឈ្មោះអ្នកប្រើប្រាស់ 1294 នៅក្នុងតំបន់ជុំវិញដោយព្រមានពួកគេនៃស្ថានភាពទឹកជំនន់សក្តានុពល។ ជាមួយនឹងការផ្តល់ថវិកាបន្ថែមទៀតដែលបានផ្ដល់ដោយ DIPECHO និងអង្គការ UNESCAP, ប្រព័ន្ធព្រមានដើមផងដែរត្រូវបានឥឡូវនេះនឹងត្រូវបានពង្រីកចូលទៅក្នុងខេត្តចំនួន 10 ផ្សេងទៀតគ្របដណ្តប់តំបន់ដែលងាយរងគ្រោះបំផុតនៅក្នុងប្រទេស។ នៅចុងបញ្ចប់នៃឆ្នាំ 2017 នេះ EWS ត្រូវរំពឹងថានឹង 1294 អ្នកប្រើប្រាស់ដែលបានចុះឈ្មោះជាង 100.000 នាក់។ EWS នឹងបន្តផ្តល់ជំនួយនៅក្នុងពេលវេលានៃការសង្គ្រោះបន្ទាន់ដល់ប្រជាជនកម្ពុជា។',
];
