<?php

return [

    /*
    |--------------------------------------------------------------------------
    | All Pages
    |--------------------------------------------------------------------------
    */

    'province_:' => 'ខេត្ត៖',
    'sound_file_:' => 'ឯកសារ​ជា​សំឡេង៖',
    'districts_and_communes_:' => 'ស្រុកនិងឃំុ៖',
    'send' => 'ផ្ញើ',
    'reset' => 'កំណត់​ឡើងវិញ',
    'all_provinces' => 'ខេត្ត​ទាំងអស់',
    'total_no_phones_:' => 'ចំនួន​សរុប​នៃលេខទូរសព្ទ៖',
    'select_province' => 'ជ្រើសខេត្ត',
    'show_data' => 'បង្ហាញ​ទិន្នន័យ',
    'tbl_title_number' => 'លេខ​រៀង',
    'tbl_title_date' => 'កាលបរិច្ឆេទ',
    'tbl_title_sound_file' => 'ឯកសារ​​ជា​​សំឡេង',
    'tbl_title_list_of_communes' => 'បញ្ជីឃំុ',
    'tbl_no_of_phone_called' => 'ចំនួន​ទូរសព្ទ',
    'tbl_title_call_status' => 'ស្ថានភាព​នៃ​ការទូរសព្ទ',
    'tbl_title_completed' => 'ជោគជ័យ',
    'tbl_title_failed' => 'បរាជ័យ',
    'tbl_title_busy' => 'រវល់',
    'tbl_title_no_answer' => 'មិន​លើក​ទូរសព្ទ',
    'select_district' => 'ជ្រើសស្រុក',
    'select_communes' => 'ជ្រើសឃំុ',
    'tbl_title_total' => 'ចំនួន​សរុប',
    'checkAll' => 'ជ្រើសយកទាំងអស់',
    'tbl_title_error' => 'មាន​បញ្ហា',
    'disable_user' => 'គណនី​របស់​អ្នក​ត្រូវ​បាន​បិទ។ សូម​ទាក់ទង​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ​ EWS1294 ។',
    'delete_user' => 'មិន​អាច​ចូល​បាន​ទេ ប្រហែល​ជា​មាន​បញ្ហា​ជាមួយ​គណនី​របស់​អ្នក។',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',

];
