<?php

return [

    /*
    |--------------------------------------------------------------------------
    | All Pages
    |--------------------------------------------------------------------------
    */

    'province_:' => 'ខេត្ត៖',
    'sound_file_:' => 'ឯកសារ​ជា​សំឡេង៖',
    'districts_and_communes_:' => 'ស្រុកនិងឃំុ៖',
    'send' => 'ផ្ញើ',
    'reset' => 'កំណត់​ឡើងវិញ',
    'all_provinces' => 'ខេត្ត​ទាំងអស់',
    'total_no_phones_:' => 'ចំនួន​សរុប​នៃលេខទូរសព្ទ៖',
    'select_province' => 'ជ្រើសខេត្ត',
    'show_data' => 'បង្ហាញ​ទិន្នន័យ',
    'tbl_title_number' => 'លេខ​រៀង',
    'tbl_title_date' => 'កាលបរិច្ឆេទ',
    'tbl_title_sound_file' => 'ឯកសារ​​ជា​​សំឡេង',
    'tbl_title_list_of_communes' => 'បញ្ជីឃំុ',
    'tbl_no_of_phone_called' => 'ចំនួន​ទូរសព្ទ',
    'tbl_title_call_status' => 'ស្ថានភាព​នៃ​ការទូរសព្ទ',
    'tbl_title_completed' => 'ជោគជ័យ',
    'tbl_title_failed' => 'បរាជ័យ',
    'tbl_title_busy' => 'រវល់',
    'tbl_title_no_answer' => 'មិន​លើក​ទូរសព្ទ',
    'select_district' => 'ជ្រើសស្រុក',
    'select_communes' => 'ជ្រើសឃំុ',
    'tbl_title_total' => 'ចំនួន​សរុប',
    'checkAll' => 'ជ្រើសយកទាំងអស់',
    'tbl_title_error' => 'មាន​បញ្ហា',
    'disable_user' => 'គណនី​របស់​អ្នក​ត្រូវ​បាន​បិទ។ សូម​ទាក់ទង​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ​ EWS1294 ។',
    'delete_user' => 'មិន​អាច​ចូល​បាន​ទេ ប្រហែល​ជា​មាន​បញ្ហា​ជាមួយ​គណនី​របស់​អ្នក។',
    'content1' =>'សារប្រកាសឱ្យដឹងមុន​​​​​​ ១២៩៤ ត្រូវបានបង្កើតឡើងដោយ​
                  People in Need សម្រាប់គណៈកម្មាធិការជាតិគ្រប់គ្រង
                  គ្រោះមហន្តរាយ។ប្រព័ន្ធនេះផ្តល់សំរាប់
                  គណៈកម្មាធិការជាតិគ្រប់គ្រងគ្រោះមហន្តរាយដើម្បី
                  ផ្ញើរសារជាសំលេងទៅកាន់ប្រជាជនមុនពេលដែល
                  គ្រោះមហន្តរាយធម្មជាតិកើតឡើងនៅក្នុងប្រទេសកម្ពុជា។
                ',
    'content2' => '
                បានរងផលប៉ះពាល់ដោយភ្លៀងធ្លាក់និងទឹកជំនន់នៅក្នុង
                ប្រទេសកម្ពុជាមានចំនួន 20​ ខេត្ត។ គ្រួសារជាច្រើនមិនបាន
                រៀបចំខ្លួនទុកជាមុននៅពេលមានព្យុះឬជួយឱ្យពួកគេបានយ
                ល់ដឹងពីផលប៉ះពាល់ដោយគ្រោះទឹកជំនន់នេះទៅនឹងក្រុមគ្រួសារនិងជីវភាពរស់នៅរបស់ពួកគេ។ជាលទ្ធផលគឺមានការបាត់បង់
                ជីវិតនិងសេដ្ឋកិច្ចថយចុះ។គេប៉ាន់ប្រមាណថាការខូចខាត
                សរុបនិងការបាត់បង់ដែលបង្កឡើងដោយទឹកជំនន់ឆ្នាំ 2013 
                អស់ថវិកាជាង​ 356 លាន $ ដុល្លារដែលក្នុងនោះ 153 លាន $ 
                បំផ្លាញទៅលើផ្ទៃដីដាំដុះនិង 203 លាន $ ខាតបង់
                ទៅលើរបស់របរប្រើ​​ប្រាស់និងលំហូរសេដ្ឋកិច្ច។',
    'content3' => 
                ' សូមអរគុណចំពោះការផ្តល់មូលនិធិពី DIPECHO ក្នុងឆ្នាំ
                  2013 People in Need សហការជាមួយដៃគូអង្គការវិទ្យាស្ថាន
                  បើកទូលាយអង្គការ, InSTEDD និងគណៈកម្មាធិការគ្រប់គ្រង
                  គ្រោះមហន្តរាយថ្នាក់ខេត្ត (PCDM) បានសាកល្បង ប្រព័ន្ធ
                  ទូរស័ព្ទចល័តដែលប្រកាសឱ្យក្នុងភូមិដែលងាយរងគ្រោះ
                  ដោយសារទឹកជំនន់ចំនួន 3 ក្នុងខេត្តពោធិសាត់។ ប្រព័ន្ធ
                  ប្រកាសឱ្យដឹងមុនបានបន្តពង្រីកចូលទៅក្នុងតំបន់ទៀត
                  នៃប្រទេសកម្ពុជា។បច្ចុប្បន្ននេះយើងបន្តធ្វើនៅក្នុង
                  បណ្តាខេត្តដែលរងគ្រោះដោយសារគ្រោះមហន្តរាយ 
                  6​ ខេត្តដូចជា(បន្ទាយមានជ័យ, បាត់ដំបង, សៀមរាប,
                  ពោធិ៍សាត់, កំពង់ឆ្នាំង, និងខេត្តកំពត) ហើយ
                  មានអ្នកចុះឈ្មោះជាង 50,000 នាក់។ អ្នកគ្រប់គ្រងគ្រោះ
                  មហន្តរាយថ្នាក់ាខេត្តគ្រប់គ្នា (PCDM) មានសិទ្ធិចូល
                  ទៅកាន់​ Dashboard ដែលបង្ហាញអំពីពត័មានកំរិត គ្រោះ
                  មហន្តរាយនិងអនុញ្ញាតឱ្យពួកគេកត់ត្រានិងផ្ញើសារ
                  ដោយផ្ទាល់ទៅបុគ្គលទាំងនោះនិងក្រុមគ្រួសារនៅតំបន់
                  ដែលរងផលប៉ះពាល់នោះ។ប្រព័ន្ធនេះត្រូវបានទទួលស្គាល់
                  ជាផ្លូវការដោយគណៈកម្មាធិការជាតិគ្រប់គ្រងគ្រោះ
                  មហន្តរាយនិងក្រសួងប្រៃសណីយ៍និងទូរគមនាគមន៍ជា
                  សេវាសង្គ្រោះបន្ទាន់បតាមទូរស័ព្ទដែលសហការជាមួយ
                  ប្រព័ន្ធទូរស័ព្ទ Cellcard, Metfone និង Smart បានផ្តល់
                  សេវាកម្មនេះដោយឥតគិតថ្លៃដល់អតិថិជនទាំងអស់
                  របស់ខ្លួន។គណៈកម្មាធិការជាតិគ្រប់គ្រងគ្រោះ
                  មហន្តរាយនិងភីនគម្រោងពង្រីកប្រព័ន្ធប្រកាសឱ្យដឹងមុន
                  នេះទូទាំងប្រទេសកម្ពុជាដោយមានផែនការដើម្បីដាក់
                  ចេញ នៅចុងឆ្នាំ 2018 នេះ។',

    ];